name: "task_router_ensemble"
backend: "python"
max_batch_size: 1
input [
  {
    name: "INPUT"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]
output [
  {
    name: "OUTPUT"
    data_type: TYPE_FP32
    dims: [ 12 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
